Verifies that view is allowed to manage crop region shape.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public bool Valid { get; }
  Visual Basic
Public ReadOnly Property Valid As Boolean
	Get
  Visual C++
public:
property bool Valid {
	bool get ();
}
 See Also
  ViewCropRegionShapeManager Class
  Autodesk.Revit.DB Namespace